{
  "str": 
  [
    "790What? The color has changed.|200No... not only did the color change, but I also got a funny-looking face.|001Maybe it's the face of the creature that lived here...|311Unfortunately, I can't find out what creature is with this.\nWhy is this  search engine so strict?",
    "231Well, according to the database, it's a container for preserved food.|000I think it's a fish in this picture. Of course, it doesn't contain the contents.|400In fact, even if it's inside, there's nothing you can do about it. \nI can't open a spaceship.",
    "071Uh, this... is this a bowl?|701All the food containers look alike.|500I feel like I'm something to eat.",
    "780This is a hat!\nI don't have to search for it.|700There's a difference in life expectancy,\nbut first of all, it's the same human species,\nand there's a reasonable star nearby.|700The environment is similar to our home planet.|300...Somehow I miss that a little...",
    "401Last time it was a bowl, this time it was a cup...|220Maybe this spaceship thinks I'm something to eat.",
    "281It's a tool for cooking with fire!!!|150Noooooo!!!\nI'm not food!!!!!!!!!|380Help me!! please!!!",
    "780What a big fruit!|270There's a hole in it.\nIs this what it's supposed to be?|000I don't think it was supposed to be like this, given the fact that it wasn't searched.",
    "080Oh, there's something mechanical!|701It's a device that transfers visual information to paper.\nThey call it a [Polaroid camera].|321Well... at least as long as I'm in here,\nit won't work.",
    "200Wow... it's a pretty primitive form of transportation.|000This is moving on the ground with wheels rolling!!\nEven the power engine is pretty stupid.|000These days, it's more like transmitting than moving.\nand even if it's moving, it's mostly flying.|700So...it feels a little new.",
    "280Oops!!!|300What is this?\nI'm so nervous about being up here...|410I don't know what it is, but it's scary, so please level up quickly...",
    "480Uh...|320What's this? It's scarier than before...|310This is safe, right??\nIt won't break suddenly, will it...??|310Wwwwwwwhat are you doing? Please level up...",
    "410Hmm...a delicious smell...|181What is this!!\nIt looks so delicious!!!|001I see.\nIt's called [Cheese Stick]...\nBut...if I eat this,\nit's like eating a spaceship, right?|320Can I try one..?",
    "000Well...maybe this is also a creature that lived here, right?|150How many creatures have been sacrificed in the war?|001This creature has gone through a variety of evolution over a long period of time to survive.\nOf course, other creatures do, too|300There's not even a trace left.",
    "310Ugh\nYuck|451Ugh...\nWhat is this??\nThis is not something to eat.|001Hmm...\nIt's called [Ink].\nThey say it's used to write letters or something.|220Ha...\nwhy should I be immersed in this black liquid?",
    "700Oh, that's a big barrel.|220I'm glad something normal has appeared...",
    "001Hmm...|000It's a tool used to record things.\nWell, given the state of the planet,\nmost of the records would have evaporated.|001Perhaps this database is the only record.",
    "200What is this?\nI think it's a remote control that controls something.|001[Zbox One Controller]\nHmm...did they control war weapons or something with this?",
    "001[Book]\nThere's a lot of information or\ninteresting stories on it.|311As you can see,\nthere's nothing written in this book...",
    "740Fruit! Tree fruit!|500It feels fresh.\nMaybe there was a time\nwhen this place was full of trees\nwith this kind of fruit.|000But now, there may not be a single tree on the planet.",
    "740It's very cozy here.|701Let's see... the trash can.\nThe trash can...|410I'm the scum...that feels cozy in the trash can...",
    "500......|700It's okay.\nI won't eat anymore.|700It looks delicious, but...\nHuman food seems to be a little too much carbohydrate.",
    "070What...?|201It's pretty much the same as before...\nBut the calorie increased.|201They've added more sweets to the sweets.|000If creatures only feed on these things...\nHmm...i think they're going to get really fat...|000No, I don't think so.",
    "280Oh, is this a spaceship?|001Well, it's not a spaceship, it's a submarine.|760Come to think of it,\nthis type of propellant can't be used in space. Haha...",
    "000Oh~ this is a little older-style submarine.|001It's less durable and slower than before.|280Oops!!\nDon't worry!|700It's just the appearance,\nand the efficiency of starlight collection has definitely increased.",
    "740My gut tells me it's edible!|001Hmm... It is made of flour, sugar, eggs, milk, etc...\nI don't know what they are.|570I've been thinking about it before, wouldn't it be okay to eat a little?|310I know... I know.",
    "740What's this fluttering thing?|001Well, it's just a roll of paper for cleaning.|500Wouldn't it be fun to roll this around?",
    "280Oh, it's cold!|311Ugh... It's cold...[Ice cream]??|290No way.\nDo they eat something cold like this???|200Human...beings...have a very good tolerance...",
    "000Oh, this is a... [etiquette injector].|700As its name suggests,\nit has excellent performance when dealing with a person who has no manners.|700If this [etiquette injector] doesn't solve it,\nconsider whether the gauge is too small.|100Oh, but don't forget that violence doesn't always solve everything!|700But that can still solve your little problem.|700Go and feed the baptism of 12-gauge bullet to \n[A good word] of such [A good word]!",
    "001Well ...|001This is not searchable.\nSoon after it appeared, they seemed to have collapsed.|000I think it's part of something huge.|000...Is this part of the weapon used in the last war?",
    "001It's air transport.\nThere are so many different kinds.|211Most of the transportation that was released later was for combat...\nthere were a lot of really big and cool.|000It is very small and light.\nso I guess it wasn't for combat.|151Well, it's not that detailed.",
    "001Uh, this is...It's a weapon.|001In addition,\nit has been remodeled several times\nto increase its lethal force.|000Hmm...|150Human beings are probably the best at making weapons\nthat kill themselves.",
    "001It's a small spaceship. But…|270Don't you think it's too small?|000I don't see any frozen human facilities too.|000Well, it doesn't mean anything to us.|320But I feel stuffy because I feel like I'm stuck in a small place...",
    "700Aah...|000This is what this planet looked like when it was the most healthy.|000Most of the time, being like this means there's no more energy left.|000From the console, I think it's the same this time.|700So... our work is done.|540Hey, are you sad to break up with me?|700Don't worry, we had some free time because...|700we completed our energy recovery earlier than expected from our command ship's information processor.|700The command ship is still nearby, so we'd better send the stored energy first.|000#...........................|700It's done!!|700That energy will continue to gather and add up to the creation of a new universe one day.|200Maybe it'll happen veeeeeeery later.|000Our command ship...is quite big, looking at it like this.|200It's like the size as...|000Um...|420I can't think of a suitable analogy.|700anyway!|070$What are you going to do now?|700I'm going to stay a little longer.|000There's nothing to do, so i'd like to look around.|700If you don't have anything to do, why don't you go around with me?|660Oh, no...If you don't like it...Suit yourself..|700Just drop by if you have time."
  ]
}