{
  "str":
  "000...|280Oh!|700You're here!\nDo you know how long I've been waiting?|700This dark brown planet is where we're going to work.|701Let me see... it was called the [Earth] before the end|701Oh, this one?|501This is a database of this planet.\nIt contains most of the information before this happens.|700Well, by the way, is this your first time?|000Um... I'm going to give you a lot of explanation.|700What we do is collect energy from planets that are too destroyed or polluted to be recovered.|001In the case of this planet right now, pollution is serious, and its axis of rotation and orbit have changed due to several massive explosions.|000Anyway, you can collect the planet's remaining energy by touching any empty space on the screen you're looking at.|000This energy is shaped like a star, so it's usually just called starlight or star.|000The collected starlights are temporarily stored on a semi-gravity satellite floating above us, and then sent to the mother ship.|000We can use the collected starlight for various upgrades to increase efficiency, which is shown in the console below. Do you see the stars?|000Well, to put it simply, if you touch the screen, starlight will gather, and the starlight we can use will be displayed at the bottom.|000And sometimes there are blue stars with a high concentration. You can increase the probability of creating a blue star through an upgrade.|000If you collect energy like that, you'll see the red gauge at the bottom filling up.|000When this gauge is full, the Fever Time starts.\nOnly red stars are created during Fever Time.|000The red star contains more energy than the blue star, so you'd better concentrate at this time.|000By upgrading the Fever Time, you can increase the rate of increase in the gauge and the length of the Fever Time.|200So how do you upgrade?|700You can upgrade in the window that comes out when you press the purple button on the console.|000From the spaceship to the automatic starlight collector Fairy, there are many upgrades available|000I'll explain the details when you press the icon.|200Oh, I didn't tell you before...|000If you upgrade your spaceship to a certain extent, it changes its appearance.|000To be exact, every time you raise the spaceship level by three, it changes shape based on the planet's database.|300When it changes to a scary shape, please gather the stars and pass them over quickly...|700Well, I think the explanation is roughly done.|700You'd better try the rest yourself.\nThere's nothing that difficult.|700Shall we get started?"
}